Revit 2027 API
GroupTypeId.ViewCamera Property
 Camera.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewCamera { get; }
Public Shared ReadOnly Property ViewCamera As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewCamera {
	ForgeTypeId^ get ();
}
static member ViewCamera : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace